pages/school/5al/storia/nazismo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-05-18 Wed 11:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nazismo</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Nazismo</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org84adc87">1. La nascita della Repubblica del 1918</a></li>
<li><a href="#org4e96af5">2. La crisi economica</a></li>
<li><a href="#org505897d">3. Il colpo di Stato di Hitler</a></li>
<li><a href="#orgaab27b1">4. Periodo di relativa stabilità</a></li>
<li><a href="#org849fc4c">5. L'ascesa di Hitler</a></li>
<li><a href="#org0f9418a">6. Incendio del parlamento</a></li>
<li><a href="#org23d7a0c">7. La notte dei lunghi coltelli</a></li>
<li><a href="#orga6688f5">8. Leggi di Norimberga</a></li>
<li><a href="#org35dce6a">9. La notte dei cristalli</a></li>
<li><a href="#orgd70ff0f">10. Miglioramento della razza</a></li>
</ul>
</div>
</div>

<div id="outline-container-org84adc87" class="outline-2">
<h2 id="org84adc87"><span class="section-number-2">1.</span> La nascita della Repubblica del 1918</h2>
<div class="outline-text-2" id="text-1">
<p>
La repubblica si chiama Repubblica di Weimar e nasce l'assemblea costituente, che definisce una
nuova costituzione.
Il potere esecutivo è dato al governo ed in particolar modo ad un cancelliere. Il presidente
della repubblica aveva forti poteri, e veniva eletto dal popolo ogni 7 anni.
</p>

<p>
La base della Repubblica è social-democratica e riformista. Significa che la maggioranza del
governo è data ai socialisti riformisti e moderati.
</p>
</div>
</div>

<div id="outline-container-org4e96af5" class="outline-2">
<h2 id="org4e96af5"><span class="section-number-2">2.</span> La crisi economica</h2>
<div class="outline-text-2" id="text-2">
<p>
Dato che dopo la prima guerra mondiale è prevalsa la linea punitiva, la Germania dovette pagare
132 miliardi di marchi alle potenze vincitrici, che portò ad una crisi economica.
</p>

<p>
Riescono a contenere una rivoluzione comunista.
</p>
</div>
</div>

<div id="outline-container-org505897d" class="outline-2">
<h2 id="org505897d"><span class="section-number-2">3.</span> Il colpo di Stato di Hitler</h2>
<div class="outline-text-2" id="text-3">
<p>
Nel 1923 Hitler tenta un colpo di Stato a Monaco e viene imprigionato per pochi mesi.
In prigione scrive il Mein Kampf nel quale critica la democrazia e propone una dittatura con l'espansione
dello spazio vitale ad Est (invasione dell'URSS).
Teorizza l'antisemitismo contro gli ebrei attraverso il mito della purezza ariana.
</p>

<p>
Nel 1923 come cancelliere al governo c'è Stressman che si pone due obiettivi: economia e dialogo con le
potenze straniere.
Gli Stati Uniti si rendono conto che la Germania non avrebbe mai potuto pagare le riparazioni e quindi
investono capitali nelle fabbriche tedesche.
</p>

<p>
La Germania viene riammessa al dialogo internazionale.
</p>
</div>
</div>

<div id="outline-container-orgaab27b1" class="outline-2">
<h2 id="orgaab27b1"><span class="section-number-2">4.</span> Periodo di relativa stabilità</h2>
<div class="outline-text-2" id="text-4">
<p>
Non c'è stato un piano di ripartenza interno, tutto dipende dagli investimenti americani.
Nel 1935 ci sono le elezioni presidenziali e viene eletto Inderburg.
Nel 1929 crolla la borsa di Wall Street. Le banche prestavano praticamente a tasso zero. Chiunque
poteva richiedere un prestito. Il ceto medio Americano vedeva la possibilità di un guadagno facile
attraverso gli investimenti in borsa. Ciò che fa sì che la valutazione delle aziende aumentasse
molto, facendo staccare dal valore reale.
</p>

<p>
Il 24 Ottobre 1929 la borsa crolla per questo motivo. Le banche iniziano a chiedere gli interessi ma
gli investitori non riuscivano a trovare acquirenti per le loro azioni. La Germania crolla a sua volta e
gli investimenti cessano.
</p>
</div>
</div>

<div id="outline-container-org849fc4c" class="outline-2">
<h2 id="org849fc4c"><span class="section-number-2">5.</span> L'ascesa di Hitler</h2>
<div class="outline-text-2" id="text-5">
<p>
La popolazione si estremizza (sia a sinistra che a destra) e i borghesi temono una rivoluzione comunista.
Hitler ed il suo partito nel 1928 avevaono il 2% dei voti. Dopo il crollo di Wall Street, i nazionalsocialisti
salgono al 18%. Hitler afferma che la crisi della Germania è colpa delle potenze vincitrici.
Successivamente prende il 37% diventando il partito più votato.
</p>
</div>
</div>

<div id="outline-container-org0f9418a" class="outline-2">
<h2 id="org0f9418a"><span class="section-number-2">6.</span> Incendio del parlamento</h2>
<div class="outline-text-2" id="text-6">
<p>
I tedeschi incendiano il parlamento e la colpa ricade sui comunisti. Ciò giustifica un periodo di violenze
contro i comunisti.
Nel marzo del 1933 Hitler prende il 44%. Riesce a formare un governo insieme all'estrema destra.
Successivamente instaura il partito unico.
</p>

<p>
Nell'agosto del 1934 muore Hindemburg. At Hitler viene assegnato l'incarico di formare un governo.
Al tempo era cancelliere, ma si fa dare anche l'incarico di presidente della Repubblica.
</p>
</div>
</div>

<div id="outline-container-org23d7a0c" class="outline-2">
<h2 id="org23d7a0c"><span class="section-number-2">7.</span> La notte dei lunghi coltelli</h2>
<div class="outline-text-2" id="text-7">
<p>
Attraverso la gestapo vengono uccisi.
</p>
</div>
</div>

<div id="outline-container-orga6688f5" class="outline-2">
<h2 id="orga6688f5"><span class="section-number-2">8.</span> Leggi di Norimberga</h2>
<div class="outline-text-2" id="text-8">
<p>
Nel 1935 con le leggi di Norimberga gli ebrei perdono alcuni diritti civili.
</p>
</div>
</div>

<div id="outline-container-org35dce6a" class="outline-2">
<h2 id="org35dce6a"><span class="section-number-2">9.</span> La notte dei cristalli</h2>
<div class="outline-text-2" id="text-9">
<p>
Le vetrine dei negozi degli ebrei vengono distrutte.
</p>
</div>
</div>

<div id="outline-container-orgd70ff0f" class="outline-2">
<h2 id="orgd70ff0f"><span class="section-number-2">10.</span> Miglioramento della razza</h2>
<div class="outline-text-2" id="text-10">
<p>
Successivamente vengono colpiti anche disabili, omosessuali, gente con malformazioni ed altre cose.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-05-18 Wed 11:07</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
